tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "jpeg", link: true
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git-standup"
brew "gobject-introspection"
brew "graphviz"
brew "htop"
brew "libmagic"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "pipx"
brew "postgresql@12"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree"
brew "viu"
brew "watch"
brew "wget"
brew "zlib"
brew "jesseduffield/lazygit/lazygit"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "keycastr"
cask "xquartz"
mas "Color Picker", id: 1545870783
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Screen Cursor", id: 1577211880
mas "Slack", id: 803453959
